Repository: ronaldtorrez/woocommerce-yopago-gateway
Catalog: languages/yopago-*.po
Languages: es_es

# Plugin Name
source: WooCommerce YoPago Gateway
es_es: Pasarela de pago YoPago para WooCommerce

# Description
source: Payment methods by card, QR code, and bank transfer for WooCommerce in Bolivia.
es_es: Métodos de pago con tarjeta, QR y transferencia bancaria para WooCommerce en Bolivia.

source: %s url
es_es: URL de %s

source: Actions
es_es: Acciones

source: Add Currency
es_es: Añadir moneda

source: Allow currency conversion for payments.
es_es: Permitir la conversión de moneda para los pagos.

source: Assumptions
es_es: Suposiciones

source: Awaiting %s payment
es_es: Esperando pago de %s

source: Calculation
es_es: Cálculo

source: Checkout Message Title
es_es: Título del mensaje de pago

source: Close
es_es: Cerrar

source: Code
es_es: Código

source: Commission fixed
es_es: Comisión fija

source: Commission percent
es_es: Comisión porcentual

source: Company Name
es_es: Nombre de la empresa

source: Concept
es_es: Concepto

source: Conversion Example
es_es: Ejemplo de Conversión

source: Conversion applied: %s %.2f × %.4f = Bs. %.2f. Commission %s: %.2f. Total charged: Bs. %.2f.
es_es: Conversión aplicada: %s %.2f × %.4f = Bs. %.2f. Comisión %s: %.2f. Total cobrado: Bs. %.2f.

source: Conversion example: {from} → {to}
es_es: Ejemplo de conversión: {from} → {to}

source: Currency
es_es: Moneda

source: Currency Conversion
es_es: Conversión de moneda

source: Currency Conversion Rates
es_es: Tasas de conversión de moneda

source: Description
es_es: Descripción

source: Enable %s gateway
es_es: Habilitar la pasarela %s

source: Enable currency conversion
es_es: Habilitar la conversión de moneda

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enter a description for the payment method.
es_es: Introduce una descripción para el método de pago.

source: Enter a title for the checkout message.
es_es: Introduce un título para el mensaje de pago.

source: Enter a title for the payment method.
es_es: Introduce un título para el método de pago.

source: Enter the URL for payment processing.
es_es: Introduce la URL para el procesamiento de pagos.

source: Enter the URL to redirect after successful payment.
es_es: Introduce la URL a la que redirigir después de un pago exitoso.

source: Enter the URL to redirect in case of payment error.
es_es: Introduce la URL a la que redirigir en caso de error de pago.

source: Enter the code for the payment method.
es_es: Introduce el código para el método de pago.

source: Enter the name of your company.
es_es: Introduce el nombre de tu empresa.

source: Error URL
es_es: URL de error

source: Example
es_es: Ejemplo

source: Exchange rate
es_es: Tipo de cambio

source: Fee (BOB)
es_es: Comisión (BOB)

source: Fee Type
es_es: Tipo de comisión

source: Final result
es_es: Resultado final

source: Fixed
es_es: Fijo

source: Go to error page
es_es: Ir a la página de error

source: Go to page
es_es: Ir a la página

source: Go to success page
es_es: Ir a la página de éxito

source: Hash verification failed.
es_es: La verificación del hash falló.

source: Invalid or missing order.
es_es: Pedido inválido o faltante.

source: Missing required parameters.
es_es: Faltan parámetros obligatorios.

source: Multiple payment methods including credit/debit cards, QR, and Bolivian banks.
es_es: Múltiples métodos de pago incluyendo tarjetas de crédito/débito, QR y bancos bolivianos.

source: No currency rates added yet.
es_es: Aún no se añadieron tasas de cambio.

source: Order not found.
es_es: Pedido no encontrado.

source: Original amount ({from})
es_es: Monto original ({from})

source: Original order amount
es_es: Monto original del pedido

source: Pay with %s
es_es: Pagar con %s

source: Payment gateway %s not found.
es_es: Pasarela de pago %s no encontrada.

source: Percent
es_es: Porcentaje

source: Rate
es_es: Tasa

source: Redirecting...
es_es: Redirigiendo...

source: Redirection failed. Please click the link below:
es_es: La redirección falló. Por favor haz clic en el enlace abajo:

source: Redirection to error page failed. Please click the link below:
es_es: La redirección a la página de error falló. Por favor haz clic en el enlace abajo:

source: Redirection to success page failed. Please click the link below:
es_es: La redirección a la página de éxito falló. Por favor haz clic en el enlace abajo:

source: Remove
es_es: Eliminar

source: Select a currency
es_es: Seleccione una moneda

source: Site currency
es_es: Moneda del sitio

source: Subtotal converted ({to})
es_es: Subtotal convertido ({to})

source: Thank You URL
es_es: URL de agradecimiento

source: Thank you for use our service
es_es: Gracias por utilizar nuestro servicio

source: The customer will pay <strong>{total} {to}</strong> thanks to automatic conversion.
es_es: El cliente pagará <strong>{total} {to}</strong> gracias a la conversión automática.

source: There was a problem connecting to YoPago.
es_es: Hubo un problema al conectar con YoPago.

source: Title
es_es: Título

source: Total to charge ({to})
es_es: Total a cobrar ({to})

source: Value
es_es: Valor

source: View
es_es: Ver

source: WooCommerce is not active. Activate WooCommerce to use this payment gateway.
es_es: WooCommerce no está activo. Actívalo para usar este método de pago.

source: YoPago confirmed payment. Transaction #%s via %s.
es_es: YoPago confirmó el pago. Transacción #%s vía %s.
